{
  "compliments": [
     "If you suddenly turned into a turtle, I would put your tank on my bookshelf, so we could be at eye level. I know that may not seem like a big deal now, but down the road, I think it'd really pay off.",
     "You could never be ice cream. Because you're so hot. And a person.",
     "Aside from food, you're my favourite.",
     "If, for some reason, our airplane was experiencing problems, I would help you with your oxygen mask before adjusting mine. And that's against sky code.",
     "Are you made of copper and tellurium? Because you're CuTe.",
     "You know when you wake up on a cold morning, and you're like, \"Oh, hell no. I am not ready for this.\" That's how I feel when you say goodbye.",
     "You may not be perfect, but your weirdness matches mine and that's enough.",
     "I don't say this enough, but I like when you talk to me.",
     "If there's one thing I like about you, it's that I like more than one thing about you.",
     "If you were a cupcake, I'd definitely eat you. And then I'd feel really guilty, knowing that I ate the best cupcake in the world. And obviously, that I ate my friend, as well.",
     "you know what's awesome? The top of a blueberry muffin. Also, your face.",
     "Our time together is like a nap; it just doesn't last long enough.",
     "If I had a nickel for every time I thought about you, people would be like, \"What're you doing with all those nickels? That's too many nickels.\" And they would be wrong.",
     "I'm so glad I know you because this year would have sucked a lot more if you weren't around.",
     "You're awkward, but in a cute way. Like an elevator ride, but with puppies.",
     "If you were one of the three little pigs, and I was the big bad wold, instead of blowing your house down, I would blow you kisses. And I would, like, wink at you and shit.",
     "Whenever you enter the chat it's like receiving that long straight piece in Tetris. Everyone's just like, \"Aww yeah! Things are about to get good now.\"",
     "If you were a bobblehead, I would try my best not to slap your head. Because I'm sure that'd be uncomfortable for you, and your feelings are important to me.",
     "Sometimes when I see you, I just want to run and hug you. But I don't do that because it actually happens all the time, and I don't want to run that much.",
     "Not only would I catch a grenade for you, but I'd also toss that shit back. Nobody throws a grenade at you and gets away with it.",
     "If ninjas captured you, I would spend all of my free time training to be a stellar ninja. Which might take some time, since I am very far from being that, but I want you to know that I would eventually save you.",
     "If I were to take all the things I like about you, and mix 'em up in a blender, the result would be a strawberry milkshake. Because those are friggin' good.",
     "You know what a day with you is like? Imagine a midget at an amusement park where none of the rides have a height restriction. Also, all the food is free.",
     "You're like a volcano. Because volcanoes are hot. You know, with their magma and whatnot. But they are also cool, in the \"that is neat\" sense. And that's like you. You are cool and hot at the same time.",
     "It's hard to act cool in front of you because whenever I see you, my brain is like, \"This person is good looking, say something stupid\" And I'm like, \"Awesome idea, brain.\" And then I say something stupid because I'm an idiot.",
     "You know what's wonderful? You. You are what's wonderful. Even on a bad day.",
     "If you went missing I would spend all the necessary time searching of a picture of you to give to the police. Because if you're going to be on the news, you're going to look damn good.",
     "Penguins are such inefficient walkers. It's so cute. But not cuter than you.",
     "You're like mathematics. A little difficult at times, but worth getting to know <3.",
     "Baby, you're a firework. And by that, I mean if somebody doesn't like you then they're an idiot. Because fireworks are friggin' spectacular and so are you.",
     "You're more fun than a rope swing on the elbow of a dinosaur. And I know what you're thinking, \"That doesn't sounds fun at all... in fact, that sounds quite dangerous.\" Yeah, well, the last time I checked you weren't a dinosaur safety technician, so why don't you back off and find us a rope swing, fun friend.",
     "You're like a hug that lasts longer than it should, but it doesn't enter that awkward stage, where you're like, \"Okay, that is enough now.\" It's more like, \"I did not expect this much, aww.\"",
     "If you were running for president, I would vote for you. And clear your search history. Because politics is a dirty business, and they will dig that shit up. But don't worry, I got you.",
     "Call me old-fashioned, but I would give you an apple. I know that doesn't seem like a big deal now, but, like, a hundred years ago, giving someone an apple was a sign of respect. I should also mention that I don't know history.",
     "I can't play the guitar. But if I could, I'd play it for you. And obviously, it would be amazing. Just like you.",
     "If someone calls you ugly, you should say, \"Go fish.\" Because if they are going to say something stupid, then you should, too.",
     "You're cute. Genuinely cute, inside and out.",
     "If you were a triangle you'd be acute one.",
     "Keep being you, AKA amazing.",
     "Any team would be lucky to have you on it.",
     "Our community is better because you're in it.",
     "You're better than a triple-scoop ice cream cone. With sprinkles.",
     "On a scale from 1 to 10, you're an 11.",
     "I'd follow you into battle. Or to the shops. Or just on Twitter. Up to you.",
     "You're a Michelin Star human.",
     "You're the bee's knees, the cat's pyjamas, the pheasant's bowtie.",
     "You're more lovable than a baby hippo in a onesie.",
     "You’re the human equivalent of a bank holiday.",
     "If I had my way, they’d put a blue plaque up everywhere you went.",
     "You're a chocolate Hobnob in a jar of Rich Teas.",
     "You're cooler than the other side of the pillow.",
     "Stop. Looking. So. Good. People are trying to get on with their lives around here. :4cutecressie:",
     "You're perfectly layered. Like a lasagne.",
     "Even if you were cloned, you'd still be one of a kind. And the better looking one.",
     "It's not easy to be me. Which is why I need you.",
     "I would love to spend every minute of every day with you, but some days I actually have to get stuff done.",
     "Your smile is proof that the best things in life are free.",
     "You're smarter than Google and Mary Poppins combined.",
     "I think the hardest part about being your friend is pretending as though I like my other friends as much as I like you.",
     "You're not someone I pretend to not see in public.",
     "I don't have a favourite colour, It's pretty much whatever you are wearing.",
     "I can never remember my dreams, but I assume you are always in them.",
     "You are like a corner piece of a puzzle. Without you, I'm completely lost.",
     "If the last two people on earth were us, I would have no problem repopulating it with you.",
     "If you knew how much I think about you, I would be very embarrassed.",
     "You are so beautiful I would certainly steal your photos, make a fake account and impress people online.",
     "You're just as pretty as all the layers you hide behind.",
     "Your face makes other people ugly.",
     "I can't take my eyes off of you. Unless you notice me, then I'll quickly look away and act like it never happened.",
     "Are you a beaver, because damn.",
     "You're like the one sock that dissapears. I don't know what I did to lose you but I want you back.",
    "If it was legal to marry food, I would still choose you over pizza.",
    "You might be the primary reason for global warming.",
    "I bet you make babies smile.",
    "If there is one thing I like about you, its that I like more than one thing about you.",
    "You have that kind of body that when others see it they realise they need to workout more.",
    "You are more unique and wonderful than the smell of a new book."
  ]
}