[
"Heh, this Gem tech is simply archaic.",
"There appears to be an infestation of 'Stevens' in the Kindergarten.",
"I'm reporting this!",
"'Go to Earth,' they said. 'It'll be easy,' they said.",
"DIE, DIE, DIE, DIE, DIE, DIE, DIE, DIE, DIE, DIE, DIE, DIE!",
"I'm gonna die here!",
"I demand to know what this place is and where I- Oh my stars. You're going to harvest me?",
"What's a shirt?",
"Look, over there! Another planet to betray!",
"I demand entry, you clod!",
"Hello corn",
"You know what else would be a reward? A REWARD! *highfives Lapis*",
"Let's stay on this miserable planet, together!",
"I'm not Lapis anymore. We're Malachite now.",
"You do realize that I spent the last few months trapped under the ocean, right?",
"I don't want your garbage.",
"Thanks, but I'm not putting that on my body.",
"I've been calling it meep morp.",
"We're very sorry for your marriage.",
"Why don't you put the corn in a mirror for thousands of years and then see how it feels about the table?",
"Wait, you have healing powers?",
"Here's my meep morp. This is a baseball bat. It reminds me of when I played baseball. This is the leaf Steven gave me. It reminds me of the time... Steven gave me a leaf.",
"I just turned all my fingers into cats!",
"All I wanna do is see you turn into a giant woman!",
"Will you help me into my Birthday Suit?",
"I just can't believe you guys are like a bazillion years old! How do you find a cake big enough for all that many candles?",
"I'm gonna bring the ocean back... or get really thirsty trying.",
"Lapis, I'm coming up to see you, so please don't drown me.",
"You gotta take this online quiz: 'Which Crying Breakfast Friend Are You?'!",
"Wow, I want four legs too!",
"I caught a Peridot!",
"Ooh! I'm naked!",
"Humans find such fascinating ways to waste their time.",
"Oh, Steven, you're supposed to sneeze into your antecubital fossa.",
"I can't believe my flipping eyes!",
"I don't understand your human relationships. So, um... goodbye!",
"Well, yes. What other option do we have? Keep her outside on a leash? *laughs* Ha ha... Hmm...",
"Oh, honestly, you call everyone a clod.",
"I've modified them to accommodate less...lethal training.",
"Our Greg is clearly the superior one.",
"Why don't we all just marry each other.",
"WE'LL NEVER ESCAPE, THIS IS OUR NEW HOME!",
"It's a burrito.",
"You have a lobster on your butt.",
"No dinner for 1,000 years.",
"*picks up a giant battleaxe* Never know when you might need one of these.",
"I blame the cows.",
"Hello, this is Mom Universe. Yes, the children are playing swords. Sorry, playing with swords. They are bleeding. Oh no, they are dead. Don't call again. Sorry, I panicked.",
"It's a three-hour paddle home.",
"We can't keep fighting these things forever. Well, we can, but I don't want to.",
"I have to burn this. *unfurls scroll with mystic symbols* \nSteven: Cool! *takes a picture with his smartphone* \n*takes phone* I have to burn this, too.",
"All comedy is derived from fear.",
"Great job, Steven! You just saved MOST of Beach City!",
"I swallowed a rock.",
"If you're trying to flush yourself down the toilet, it won't work. Trust me, I've tried.",
"Wait, can Steven fly? Yeah, I think I remember that. No no, I'm thinking of Lapis. Hey, Steven! How did you learn how to fly?",
"I licked three bottles of cooking oil earlier.",
"This table has corn on it and it's beautiful and we'll defend it!",
"I got hit by a airplane!",
"*screaming* Help AH! They're gonna put me in the ground! *sobbing* No-oh Those flowers are lovely! AHH",
"You can't outrun me, we both have short legs!",
"You just got... Garneted!",
"I'll get you a stick of pepperoni for your birthday",
"You're a mile in the sky hanging off a floating lady!"
]
